{
    "labs": [
        {
            "about": "Autism Spectrum Disorder (ASD) is a neuro-developmental disorder that affects communication skills, social interaction, and repetitive behaviours. The common characteristics of ASD include difficulties with social and peer interaction, difficulty in communication, exhibiting stereotypic or repetitive behaviours, restricted interests, and sensory sensitivities (sensory issues or sensory-seeking behaviours). These symptoms typically manifest early in childhood and can persist throughout life. In India, the prevalence of ASD has been rising significantly, with an estimate of 0.09% to 1.07% among children. Early identification and rehabilitation become a high demand in preventing the spectrum disorder and helping children yield an independent life. Therefore, ASD screening, detailed evaluation using test batteries and speech and language therapy must be done. Towards the intervention program, therapeutic services become the highlight with various therapy techniques and activities. Apart from traditional speech and language therapy, the Department of Speech-Language Pathology also renders therapy services, including Play therapy, Sensory Integration Therapy, and Applied Behavioural Analysis provided by experienced Speech Language Pathologists with certification in “Play therapy for children with special needs",
            "objectives": [
                "Assessment and Diagnosis: To identify ASD and gauge its severity by observing the child’s behaviour through interaction, interviewing parents and other caregivers, and using standardized tests to assess language, social, emotional, cognitive, sensory, and motor skills. ",
                "Early Intervention and treatment planning (Individual strategy): Early intervention is crucial for improving outcomes for children with ASD. The intervention will coordinate early intervention services, such as speech therapy, occupational therapy, behavioural therapy, and social skills training, tailored to each child’s needs, strengths, and challenges.",
                "Support Services: Autism clinics will aim to provide or connect families with support services, including counselling, support groups, and resources for navigating the challenges associated with raising a child with ASD through programs such as parent training programs."
            ],
            "Teammembers": [
                "A team of experienced Speech-Language Pathologists and a multidisciplinary team including a Clinical Psychologist, Occupational therapist, Paediatrician, Neurologist, and special educators play a unique role in assessing and managing communication, sensory, motor, and cognitive difficulties in children with ASD. "
            ],
            "members": [
                {
                    "name": "Dr. Suma R",
                    "designation": "Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Dr. Shilpashree H N",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Sruthi K Vinod",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Lokeshwari",
                    "designation": "Speech Language Pathologist Grade II",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Rashmi DG",
                    "designation": "Speech Language Pathologist Grade II",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
            ]
        },
        {
            "about": "Telerehabilitation is a form of rehabilitation therapy delivered remotely using telecommunications technology, such as videoconferencing and remote monitoring tools. It eliminates the need for patients to travel to a clinic or hospital to receive therapy and support from medical experts. Telerehabilitation can be used for various types of rehabilitation, including Speech and language therapy, occupational therapy, and cognitive rehabilitation. The components of telerehabilitation include remote consultation, personalized home training programs, remote monitoring by the clinician and the team members, and providing education and support systems.",
            "objectives": [
                "Increased accessibility and continuity of care: The clinic will aim to reach persons in need who may have limited access to assessment and traditional rehabilitation services due to geographical barriers, mobility issues, or lack of local resources and provide speech and language therapy regularly. ",
                "Individual Strategy: Tele rehabilitation clinic will aim to provide assessment and therapeutic services to patients by tailoring the sessions to individual needs such as language, activities, and goals. "
            ],
            "Teammembers": [
                "A team of experienced Speech-Language Pathologists and a multidisciplinary team including a Clinical Psychologist, Occupational therapist, Paediatrician, Neurologist, and special educators play a unique role in assessing and managing communication, sensory, motor, and cognitive difficulties in children with ASD."
            ],
            "members": [
                {
                    "name": "Dr. Narasimhan S V",
                    "designation": "Associate Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Vasupradaa M",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Mr. Harshan Kumar",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Lokeshwari",
                    "designation": "Speech Language Pathologist Grade II",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Sahana K",
                    "designation": "Speech Language Pathologist Grade I",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
            ]
        },
        {
            "about": "Fluency is the uninterrupted flow of speech. However, when there is an interruption during utterances, it can be considered a dysfluency. The most common fluency disorder is stuttering. An individual who stutters precisely knows what they want to say but has trouble producing a normal flow of speech.  It affects individuals of all ages. About 1% of adults and 5% of children experience stuttering in India. Furthermore, males are suspected to have stuttering more than females. It is characterized by the repetition of sounds, syllables, or words, prolongation of sounds, and blocks. These speech disruptions may be accompanied by secondary behaviours, such as rapid eye blinks, head nods, tremors of the lips, etc. Stuttering can make it challenging to communicate with others, often affecting a person’s quality of life and interpersonal relationships. It can also negatively influence job performance and opportunities. The types of stuttering include developmental, neurogenic, and psychogenic stuttering. The most common type is developmental stuttering; it occurs in young children while they are still learning speech and language skills. Further, neurogenic stuttering results from the brain insult and psychogenic due to emotional instances. However, the characteristics vary across the types. Another fluency disorder is cluttering, and it is a disorder of central language imbalance. It shows the characteristics of syllable repetition with a fast rate of speech. Further, it can be associated with language issues. ",
            "objectives": [
                "Our unit aims to improve our understanding of how dysfluencies develop and persist into adulthood and translate this knowledge to advance evidence-based practices for fluency disorders. Specifically, we are interested in investigating the causes contributing to dysfluent speech, exploring the manifestation of stuttering or other disfluencies across speakers, situations, & languages, and improving evidence-based practices in assessing and treating stuttering and other fluency disorders."
            ],
            "Teammembers": [
                "The team members involved in the fluency assessment are mainly Speech-Language Pathologists. Neurologists play a role in neurogenic stuttering; in psychogenic stuttering, a psychologist or psychiatrist will be involved in management. Therefore, the fluency unit in our institute focuses on assessing and managing all these types of fluency disorders."
            ],
            "members": [
                {
                    "name": "Dr. Narasimhan S V",
                    "designation": "Associate Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Vasupradaa M",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Mr. Harshan Kumar",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Lokeshwari",
                    "designation": "Speech Language Pathologist Grade II",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Sruthi K Vinod",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Rashmi DG",
                    "designation": "Speech Language Pathologist Grade II",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
            ]
        },
        {
            "about": "The Voice Clinic is dedicated to the comprehensive evaluation, diagnosis, and treatment of voice disorders, serving individuals of all ages. With a commitment to advancing the field of speech-language pathology, our Voice Clinic combines state-of-the-art technology, expert clinical care, and a compassionate approach to enhance the vocal health and communication abilities of our clients and professional voice users. ",
            "objectives": [
                "Comprehensive Voice Assessment: Our primary aim is to provide thorough and precise assessments of voice disorders. Utilizing cutting-edge diagnostic tools and techniques, we evaluate various aspects of voice production, including pitch, volume, quality, and resonance.",
                "Individualized Treatment Plans: We are dedicated to developing personalized treatment plans tailored to the unique needs of each client. We aim to implement evidence-based therapeutic interventions that address specific voice issues and promote optimal vocal health.",
                "Research and Innovation: Our Voice Clinic is at the forefront of research in the field of voice disorders. We aim to contribute to the scientific community by conducting innovative research and developing innovative treatment methodologies.",
                "Professional Training and Education: We strive to provide high-quality training and education for our students. Our objective is to equip future speech-language pathologists with the skills and knowledge necessary to diagnose and treat voice disorders effectively.",
                "Community Outreach and Awareness: We are committed to raising awareness about voice disorders and vocal health within the community. We aim to educate the public, promote early detection, and encourage preventive measures to maintain vocal well-being."
            ],
            "Teammembers": [
                "Our team comprises experienced speech-language pathologists, vocologists, otolaryngologists, neurologists, psychologists, voice therapists, and researchers, all working collaboratively to provide the highest standard of care."
            ],
            "members": [
                {
                    "name": "Dr. Narasimhan S V",
                    "designation": "Associate Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Dr. Bharathi MB",
                    "designation": "Professor Ear Nose and Throat Department",
                    "address": "JSS Hospital, Mysuru"
                },
                {
                    "name": "Ms. Revathi",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Mr. Harshan Kumar",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Lokeshwari",
                    "designation": "Speech Language Pathologist Grade II",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Sahana K",
                    "designation": "Speech Language Pathologist Grade I",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
            ]
        },
        {
            "about": "Speech-language pathologists, as rehabilitation specialists, are involved in the rehabilitation of persons with speech-language and swallow disorders (dysphagia). These two disorders may coexist in individuals or exhibit as singular disorders. Often, due to neurological, structural, traumatic, and other causes, sometimes both speech and swallowing or either one of these functions is impaired in a given individual. The JSS Institute of Speech and Hearing receives referrals for patients with dysphagia from different departments, including neurology, geriatric medicine, general medicine, otolaryngology, and physical medicine rehabilitation at the JSS Multispecialty Hospital. The ages of the patients referred to range from infants to elderly people with various levels of dysphagia manifestations (oral, pharyngeal, and esophageal stages). Both in the pediatric population and adults, early diagnosis and early intervention to promote safe swallow procedures form the crux of rehabilitation in adults with dysphagia.",
            "objectives": [
                "Comprehensive Swallow Assessment: Our primary aim is to provide thorough and precise assessments of swallow problems using cutting-edge diagnostic tools and techniques, including both the subjective and objective methods of dysphagia assessment for our patients.",
                "Individualized Treatment Plans: We are dedicated to developing personalized treatment plans tailored to the unique rehabilitation program for each client that can include feeding therapy, dysphagia therapy using compensatory methods, various manoeuvres, postural changes, Oro motor strengthening exercises, Oro-motor stimulation and most importantly, the Neuro Muscular Electrical Stimulation (NMES). We aim to implement evidence-based interventions that address specific swallow issues and promote the patient’s health and quality of life.",
                "Research and Innovation: We aim to contribute to the scientific community by conducting innovative research in developing innovative assessment and treatment methodologies for dysphagia and building the evidence necessary for evidence-based practice in this field.",
                "Professional Training and Education: We strive to provide high-quality training and education for our students. Our objective is to equip future deglutologists with all the necessary skills and knowledge on instrumental and subjective evaluation of dysphagia, tracheostomy tube care and management, bedside evaluation and treat dysphagia effectively."
            ],
            "Teammembers": [
                "Intervention by speech-language pathologists for dysphagia is well supported by an interdisciplinary team of specialists (ENT specialists, Pediatricians, Pulmonologist, Geriatricians, Cardiologist, Nutritionist, Neurologists, Gastroenterologists, Radiologists, Physiotherapists, and Occupational therapists)."
            ],
            "members": [
                {
                    "name": "Dr. Narasimhan S V",
                    "designation": "Associate Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Dr. Bharathi MB",
                    "designation": "Professor Ear Nose and Throat Department",
                    "address": "JSS Hospital, Mysuru"
                },
                {
                    "name": "Mr. Gunasagar",
                    "designation": "Speech Language Pathologist Grade I",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
            ]
        },
        {
            "about": "Aphasia is a disorder that results from damage to portions of the brain that are responsible for language functions. Aphasia usually occurs suddenly, often following a stroke or head injury, but it may also develop slowly as the result of a brain tumour or a progressive neurological disease. The disorder impairs the expression and understanding of language, reading, and writing. Aphasia may co-occur with speech disorders, such as dysarthria or apraxia of speech, which also result from brain damage. The JSS Institute of Speech and Hearing, Mysuru, often receives referrals from neurology, general medicine, geriatrics, and physical medicine rehabilitation centres at the JSS multispecialty hospital to assess and treat people with aphasia. The faculty at JSSISH are experienced, and students are well-trained to work with different types of aphasia.",
            "objectives": [
                "To conduct comprehensive evaluations to accurately diagnose the type, severity, and characteristics of aphasia in each individual.",
                "To develop personalized treatment plans tailored to the unique needs, goals, and abilities of each person with aphasia.",
                "To offer family members and caregivers education, training, and support services.",
                "To assist individuals with aphasia in reintegrating into their communities and participating in activities."
            ],
            "Teammembers": [
                "Speech-language pathologists, neurologists, neurosurgeons, physiotherapists, occupational therapists, psychologists, and social workers."
            ],
            "members": [
                {
                    "name": "Dr. Suma R",
                    "designation": "Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Dr. Niharika M K",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Sahana K",
                    "designation": "Speech Language Pathologist Grade I",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
              
            ]
        },
        {
            "about": "The Adult Motor Speech Disorder Unit is a specialized unit designed to assess, diagnose, and treat disorders affecting motor speech function in adults. Motor speech disorders encompass a range of conditions where difficulties arise in planning, coordinating, and executing the precise movements necessary for speech production. Common disorders treated include Dysarthria and Apraxia of Speech. Further, neurodegenerative disorders resulting in motor speech disorders, such as Parkinson’s Disease, Amyotrophic Lateral Sclerosis and other related disorders, will also be assessed and treated. In specific, the clinic delivers the SPEAK OUT! & LOUD Crowd voice therapy is for individuals with Parkinson’s disease, with significant concern for their vocal loudness and swallow function. The SPEAK OUT! and LOUD Crowd is a standardized speech therapy program of individual sessions combined with weekly group sessions for individuals with dysarthria due to Parkinson’s disease, which has proven effective in improving voice and swallow functions. At JSSISH, two faculty members and all postgraduate students are trained to deliver this therapy. ",
            "objectives": [
                "Comprehensive assessment, including both the subjective and objective methods of evaluating the communication problems in adults with motor speech disorders, is the primary objective of the unit. The unit also aims at providing state-of-art treatment programs such as SPEAK OUT! & LOUD Crowd, as two of our faculty in this unit are certified SPEAK OUT! & LOUD Crowd therapy providers who are just a handful across the country. We aim to implement evidence-based interventions that address specific issues and promote the patient’s health and quality of life. "
               
            ],
            "Teammembers": [
                "Collaboration with other healthcare professionals such as Neurologists, Geriatricians, ENT specialists, Physical therapists, and Occupational therapists will be done regularly to address underlying causes and associated conditions."
            ],
            "members": [
                {
                    "name": "Dr. Narasimhan S V",
                    "designation": "Associate Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Dr. Niharika M K",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Mr. Gunasagar",
                    "designation": "Speech Language Pathologist Grade I",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Mr. Harshan Kumar",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                },
                {
                    "name": "Ms. Revathi",
                    "designation": "Assistant Professor",
                    "address": "JSS Institute of Speech and Hearing, Mysuru"
                }
            ]
        }
       
    ]
}